// General strings
"Delete" = "Delete";
"OK" = "OK";


// TabMenu
"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";


// HomeView's header title
"Up next" = "Up next";
"More to explore" = "More to explore";

// ProjectView
"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Projects" = "Add Projects";
"Add New Item" = "Add New Item";


// A button that shows a menu with the following items
"Sort" = "Sort";
"Sort items" = "Sort items"; // The title of the menu
"Creation Date" = "Creation Date"; // Sort by the date the items were created
"Optimized" = "Optimized"; // // Sort by item title
"Title" = "Title";


// EditItemView
"Basic settings" = "Basic settings";
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";
"Edit Item" = "Edit Item";
"Mark Completed" = "Mark Completed";


// EditProjectView
"Custom project color" = "Custom project color";
"Edit Project" = "Edit Project";
"Close this project" = "Close this project";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";


// AwardsView's alert
"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";

// Default names for a new project and a new item
"New Project" = "New Project";
"New Item" = "New Item";


"Delete project?" = "Delete project?";
"Are you sure you want to delete this project? You will alsodelete all the items it contains." = "Are you sure you want to delete this project? You will alsodelete all the items it contains.";

"There's nothing here right now" = "There's nothing here right now";
"Please select something from the menu to begin." = "Please select something from the menu to begin.";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project completely.";


